<!DOCTYPE html>
<html lang="ja">
<head>
<meta charset="utf-8" />
<link rel="stylesheet" href="/default.css" />
<title>Creation's Graffiti</title>
</head>
<body>
<?php include($_SERVER['DOCUMENT_ROOT'] . "/header.php") ?>
	<div class="article">
		<div class="section">
			<h1>過去の更新履歴</h1>		
			<h2>2017年度　更新履歴</h2>
			05/05：ギャラリー（リメイク）を更新しました<br />
	
			<h2>2016年度　更新履歴</h2>
			04/30：ギャラリー（リメイク）を更新しました<br />
			05/27：ギャラリー（かわいい）を更新しました<br />
			06/25：ギャラリー（大きい武器）を更新しました<br />
			07/14：ギャラリー（スク水）を更新しました<br />
			10/01：ギャラリー（SF）を更新しました<br />
			10/30：ギャラリー（秋）を更新しました<br />
			11/27：ギャラリー（パーカー）を更新しました<br />
			12/27：ギャラリー（サンタ）を更新しました<br />
			01/17：ギャラリー（和服、酉、空）を更新しました<br />
			01/17：2016年度学園祭のランキングを更新しました<br />

			<h2>2015年度　更新履歴</h2>
			01/14：ギャラリー（餅）を更新しました<br />
			12/24：ギャラリー（雪）を更新しました<br />
			11/26：ギャラリー（夜）を更新しました<br />
			10/30：ギャラリー（ファンタジー）を更新しました<br />
			09/25：ギャラリー（フリル）を更新しました<br />
			07/18：ギャラリー（ヘッドホン）を更新しました<br />
			06/26：ギャラリー（創作）を更新しました<br />
			05/29：ギャラリー（人外）を更新しました<br />
			05/02：ギャラリー（リメイク）を更新しました<br />
			05/10：ギャラリー（2014年度学園祭）を更新しました<br />
			
			<h2>2014年度　更新履歴</h2>
			01/31：2014年度学園祭のランキングを更新しました<br />
			01/16：ギャラリー（ひつじ）を更新しました<br />
			12/19：ギャラリー（眼鏡）を更新しました<br />
			11/28：ギャラリー（天使）を更新しました<br />
			10/31：ギャラリー（悪魔）を更新しました<br />
			09/26：ギャラリー（青）を更新しました<br />
			07/18：ギャラリー（金髪）を更新しました<br />
			06/27：ギャラリー（ドラゴン）を更新しました<br />
			05/30：ギャラリー（女の子）を更新しました<br />
			04/25：ギャラリー（リメイク）を更新しました<br />
			
			<h2>2013年度　更新履歴</h2>
			01/17：ギャラリー（着物）を更新しました<br />
			12/20：ギャラリー（クスリ）を更新しました<br />
			11/28：ギャラリー（マフラー）を更新しました<br />
			11/24：2013年度学園祭のイラストを更新しました<br />
			11/23：ギャラリー（ハロウィン）を更新しました<br />
			10/01：ギャラリー（ニーソックス）を更新しました<br />
			07/25：ギャラリー（ポニーテール）を更新しました<br />
			06/29：ギャラリー（武器orザリガニ）を更新しました<br />
			05/30：ギャラリー（獣耳）を更新しました<br />
			04/27：ギャラリー（リメイク）を更新しました<br />
			<h2>2012年度　更新履歴</h2>
			01/16：ギャラリー（巳）を更新しました<br />
			12/20：ギャラリー（人外）を更新しました<br />
			12/05：ギャラリー（紅葉）を更新しました<br />
			11/02：ギャラリー（ハロウィーン）を更新しました<br />
			10/13：2012年度学園祭のランキングを更新しました<br />
			10/07：2012年度学園祭のイラストを更新しました<br />
			09/16：リンクに「だんぼうる箱」、「Scribbling!」追加<br />
			07/19：ギャラリー（浴衣or氷）を更新しました<br />
			06/29：ギャラリー（厨二病or嫁）を更新しました<br />
			05/31：ギャラリー（神話）を更新しました+リンクに「たすけてよWindy」、「Ver.1000000」追加<br />
			04/27：ギャラリー（リメイク）を更新しました<br />
			04/07：お絵かきチャットに機能追加<br />
			04/01：サイトデザインリニューアル<br />
			<h2>2011年度　更新履歴</h2>
			01/15：ギャラリー（ツインテール）を更新しました<br />
			12/24：ギャラリー（角）を更新しました<br />
			12/05：ギャラリー（マフラー）を更新しました<br />
			12/02：大学祭ギャラリー（自然と人工物）を更新しました<br />
			08/04：ギャラリー（自由）を更新しました<br />
			07/03：ギャラリー（金属・機械）を更新しました<br />
			05/27：ギャラリー（和）を更新しました<br />
			05/21：2011年度学園祭のイラストを更新、定期提出用アップローダー設置しました<br />
			05/01：ギャラリー（リメイク）を更新しました<br />
			<h2>2010年度　更新履歴</h2>
			07/29：ギャラリー(星）を更新+リンクに「sora」追加<br />
			07/28：リンクに「φdolatry」追加<br />
			07/03：ギャラリー(水）を更新<br />
			05/28：ギャラリー（洋風）を更新+リンクに「Serenade.Co」、「wabisabi」、「NAT」、「食品添加物」、「フタマタミチ」、「行ったり、来たり。」追加+contactを更新<br />
			05/02：ギャラリー(リメイク)を更新<br />
			04/30：ギャラリー(冷たいもの）を更新<br />
			04/29：リンクに「Black Sherbet」、「Pebble」追加<br />
			04/28：リンクに「かいがらのすず」追加+お絵描きチャットの再設+ギャラリー（お菓子）を更新+Twitterを表示<br />
			04/23：ギャラリー（月）を更新<br />
			<h2>2009年度　更新履歴</h2>
			10/29：大学祭ギャラリー設置<br />
			06/04：ギャラリー（初夏）を更新<br />
			05/08：ギャラリーを一部更新<br />
			<h2>2008年度　更新履歴</h2>
			04/01：サイトデザインリニューアル
			<h2>2007年度　更新履歴</h2>
			11/22：大学祭ギャラリー設置+大学祭アンケートページ設置<br />
			07/12：定期作品ギャラリー更新<br />
			06/13：定期作品ギャラリー更新<br />
			02/24：合同展示会結果報告<br />
			<h2>2006年度　更新履歴</h2>
			01/25：合同展示会について連絡<br />
			10/25：大学祭ギャラリー設置<br />
			10/23：合同展示会について連絡+大学祭アンケートページ設置
			<h2>2005年度　更新履歴</h2>
			01/12：合同展示会について連絡<br />
			01/10：2005年大学祭アンケート集計結果<br />
			11/13：2005年大学祭作品を追加<br />
			07/06：部員プロフィール更新<br />
			06/29：講座ページに項目を追加<br />
			06/08：講座ページに項目を追加<br />
			06/01：講座ページに項目を追加<br />
			<h2>2004年度以前のもの</h2>
			05/16：講座ページに項目を追加<br />
			05/16：リンクページに卒業生欄を追加<br />
			05/11：引っ越しました。講座ページ開通<br />
			04/30：連絡事項に課題詳細アップ<br />
			04/21：TOPを元に、活動時間変更<br />
			04/15：TOPにお知らせ<br />
			04/14：定期作品に3月期定期作品アップ<br />
			04/13：TOPを元に<br />
			04/10：活動時間変更、TOPにお知らせ<br />
			03/16：リンク1件追加<br />
			02/14：連絡事項に3月期定期作品詳細アップ<br />
			01/21：企画に合同発表会アンケートアップ<br />
			12/16：定期作品に12月期定期作品アップ<br />
			11/24：連絡事項に12月期定期作品概要アップ<br />
			11/17：おまたせしました！10月期定期作品アップ<br />
			11/12：ようやく改装しました。</a>
		</div>
		<div class="footer">Copyright 2000-2014 Creation all rights reserved.</div>
	</div>
</body>
</html>
